tap "anomalyco/tap"
tap "arl/arl"
tap "barnardb/cookies"
tap "benjiwolff/neovim-nightly"
tap "cargo-lambda/cargo-lambda"
tap "charmbracelet/tap"
tap "d12frosted/emacs-plus"
tap "homebrew/core"
tap "jstkdng/programs"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
tap "powershell/tap"
tap "railwaycat/emacsmacport"
tap "teamookla/speedtest"
tap "thezoraiz/ascii-image-converter"
tap "zegervdv/zathura"
brew "act"
brew "glib"
brew "zstd"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "unbound"
brew "gnutls"
brew "notmuch"
brew "aerc"
brew "ansifilter"
brew "jpeg-xl"
brew "aom"
brew "libssh2"
brew "aria2"
brew "ascii"
brew "atuin", restart_service: :changed
brew "autoconf"
brew "automake"
brew "cryptography"
brew "aws-sam-cli"
brew "awscli"
brew "azure-cli"
brew "ncurses"
brew "bash"
brew "bat"
brew "bitwarden-cli"
brew "btop"
brew "cabextract"
brew "cargo-watch"
brew "catimg"
brew "cdrtools"
brew "certbot"
brew "icu4c@77"
brew "libavif"
brew "chafa"
brew "circleci"
brew "cliclick"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "libtool"
brew "freetds"
brew "php"
brew "composer"
brew "coreutils"
brew "cyrus-sasl"
brew "davmail"
brew "deno"
brew "direnv"
brew "docker", link: false
brew "docker-compose"
brew "docutils"
brew "duti"
brew "emacs"
brew "fd"
brew "imlib2"
brew "pkgconf"
brew "feh"
brew "flac"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "librist"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "fontforge"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-gui"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "libheif"
brew "graphicsmagick"
brew "graphviz"
brew "icu4c@76"
brew "libdvdcss"
brew "handbrake"
brew "havn"
brew "hdf5"
brew "himalaya"
brew "html2text"
brew "htop"
brew "httpie"
brew "hurl"
brew "icu4c@75", link: true
brew "imagemagick"
brew "isync"
brew "jenkins-lts"
brew "jless"
brew "jq"
brew "khard"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "libgsf"
brew "libsixel"
brew "lolcat"
brew "lsd"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "lynx"
brew "man-db"
brew "mercurial"
brew "minikube"
brew "mkdocs"
brew "mole"
brew "msmtp"
brew "neomutt"
brew "tree-sitter"
brew "utf8proc"
brew "neovim"
brew "nnn"
brew "ntp"
brew "openblas"
brew "numpy", link: false
brew "openjdk@11"
brew "openjdk@17"
brew "opensc"
brew "openslide"
brew "openvino"
brew "pandoc"
brew "tree"
brew "pass"
brew "pcsc-lite"
brew "perl"
brew "pipx"
brew "pngpaste"
brew "poppler"
brew "portaudio"
brew "posting"
brew "powershell"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-setuptools"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qt"
brew "ranger"
brew "raylib"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "rustup"
brew "sc-im"
brew "sevenzip"
brew "shc"
brew "sox"
brew "starship"
brew "stow"
brew "stylua"
brew "tcl-tk"
brew "tealdeer"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "timg"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "trash-cli", link: true
brew "tree-sitter-cli"
brew "ttfautohint"
brew "ttygif"
brew "vdirsyncer"
brew "vifm"
brew "vim"
brew "viu"
brew "vivid"
brew "w3m"
brew "wget"
brew "whisper-cpp"
brew "wimlib"
brew "xcbeautify"
brew "xclip"
brew "xcode-build-server"
brew "yarn"
brew "yazi"
brew "yq"
brew "z"
brew "zbar"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "anomalyco/tap/opencode"
brew "arl/arl/gitmux"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "charmbracelet/tap/crush"
brew "jstkdng/programs/ueberzugpp"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "teamookla/speedtest/speedtest"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "android-studio"
cask "appcleaner"
cask "basictex"
cask "bitwarden"
cask "brave-browser"
cask "chromium"
cask "codex"
cask "copilot-cli"
cask "crystalfetch"
cask "davmail-app"
cask "docker-desktop"
cask "drawio"
cask "evernote"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "karabiner-elements"
cask "kdenlive"
cask "keycastr"
cask "kitty"
cask "libreoffice"
cask "maccy"
cask "macfuse"
cask "microsoft-teams"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "openinterminal"
cask "oracle-jdk"
cask "postman"
cask "rectangle"
cask "session-manager-plugin"
cask "sioyek"
cask "slack"
cask "spacelauncher"
cask "spotify"
cask "superwhisper"
cask "teamviewer"
cask "tunnelblick"
cask "ukelele"
cask "visual-studio-code"
cask "vlc"
cask "zeplin"
go "github.com/arl/gitmux"
go "github.com/lemonade-command/lemonade"
