{
  "CopilotChat.nvim": { "branch": "main" },
  "ReplaceWithRegister": { "branch": "master" },
  "applescript.vim": { "branch": "master" },
  "auto-session": { "branch": "main" },
  "aws.nvim": { "branch": "main" },
  "b64.nvim": { "branch": "main" },
  "baleia.nvim": { "branch": "main" },
  "barbecue": { "branch": "main" },
  "before.nvim": { "branch": "master" },
  "blink-cmp-avante": { "branch": "master" },
  "blink-cmp-conventional-commits": { "branch": "main" },
  "blink-cmp-git": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "blink.indent": { "branch": "main" },
  "blink.pairs": { "branch": "main" },
  "browser-bookmarks.nvim": { "branch": "main" },
  "bufferize.vim": { "branch": "main" },
  "bufjump.nvim": { "branch": "master" },
  "calcium.nvim": { "branch": "main" },
  "calculator.nvim": { "branch": "main" },
  "calendar.vim": { "branch": "master" },
  "ccc.nvim": { "branch": "main" },
  "codecompanion-history.nvim": { "branch": "main" },
  "codecompanion.nvim": { "branch": "fix/acp-async-connection" },
  "conform.nvim": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "devdocs.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "ecolog.nvim": { "branch": "beta" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fs-monitor.nvim": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf-checkout.vim": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "git-conflict.nvim": { "branch": "main" },
  "git-worktree.nvim": { "branch": "main" },
  "github-actions.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grapple.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "gv.vim": { "branch": "master" },
  "hbac.nvim": { "branch": "main" },
  "hererocks": { "branch": "master" },
  "hop.nvim": { "branch": "v1" },
  "hurl.nvim": { "branch": "main" },
  "image.nvim": { "branch": "master" },
  "img-clip.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "java-deps.nvim": { "branch": "master" },
  "kulala.nvim": { "branch": "develop" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lexima.vim": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "mason-conform.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mbsync.vim": { "branch": "main" },
  "mcphub.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "multicursor.nvim": { "branch": "1.0" },
  "neogen": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-jest": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-repl-highlights": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-view": { "branch": "main" },
  "nvim-early-retirement": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-lua-gf": { "branch": "main" },
  "nvim-navic": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-spider": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-various-textobjs": { "branch": "main" },
  "nvim-vtsls": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nx.nvim": { "branch": "main" },
  "octo.nvim": { "branch": "master" },
  "oil-git.nvim": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "one-small-step-for-vimkind": { "branch": "main" },
  "openingh.nvim": { "branch": "main" },
  "outline.nvim": { "branch": "main" },
  "overseer.nvim": { "branch": "master" },
  "peek.nvim": { "branch": "master" },
  "persistent-breakpoints.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "quicker.nvim": { "branch": "master" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "recall.nvim": { "branch": "main" },
  "registers": { "branch": "main" },
  "remote-nvim.nvim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "schemastore.nvim": { "branch": "main" },
  "search-github-repos.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "spring-boot.nvim": { "branch": "main" },
  "springboot-nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "statuscol.nvim": { "branch": "main" },
  "store.nvim": { "branch": "main" },
  "tabout.nvim": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "telescope-all-recent.nvim": { "branch": "main" },
  "telescope-dap.nvim": { "branch": "master" },
  "telescope-docker-commands.nvim": { "branch": "main" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-git-file-history.nvim": { "branch": "master" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-recent-files": { "branch": "main" },
  "telescope-smart-history.nvim": { "branch": "master" },
  "telescope-zf-native.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "terminal.nvim": { "branch": "master" },
  "translate.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "ts-expand-hover.nvim": { "branch": "main" },
  "ts-worksheet-neovim": { "branch": "main" },
  "tuis.nvim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "unified.nvim": { "branch": "main" },
  "url-open": { "branch": "main" },
  "urlview.nvim": { "branch": "main" },
  "venv-selector.nvim": { "branch": "regexp" },
  "vim-asterisk": { "branch": "master" },
  "vim-bundler": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-docker-tools": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-jsdoc": { "branch": "master" },
  "vim-jsonpath": { "branch": "master" },
  "vim-lastplace": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rfc": { "branch": "master" },
  "vim-rsi": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "vim-suda": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-syntax-codeowners": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vim-tldr": { "branch": "master" },
  "w3m.vim": { "branch": "master" },
  "whisper.nvim": { "branch": "master" },
  "winshift.nvim": { "branch": "main" },
  "yaml.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" },
  "zoomwintab.vim": { "branch": "master" }
}
